{
  "projects": [
     {
      "image": "/projects/VastraUI.png",
      "title": "Vastra UI",
      "description": "Vastra UI is a modern, lightweight component library designed for developers who value speed and simplicity. Built with React.js, Framer Motion, and Tailwind CSS, Vastra UI empowers you to quickly create stunning user interfaces with ease. ",
      "link": "https://cartoops.vercel.app/"
    },
     {
      "image": "/projects/Cartoops.png",
      "title": "Cartoops",
      "description": "Cartoops is a dynamic and user-friendly e-commerce web application designed to provide a seamless online shopping experience. With its intuitive interface, users can effortlessly browse through a wide range of products, add items to their cart, and make secure purchases. Cartoops offers personalized recommendations, easy navigation. ",
      "link": "https://cartoops.vercel.app/"
    },
    {
      "image": "/projects/tempmail.png",
      "title": "Temp Mail",
      "description": "A temporary email generator is a tool that creates disposable email addresses for temporary use. It allows users to receive emails without revealing their personal or permanent email address. These temporary emails usually have a limited lifespan and help protect privacy and avoid spam in online activities.",
      "link": "https://fake-mail-generator.vercel.app/"
    },
    {
      "image": "/projects/vtyping.png",
      "title": "V Typing",
      "description": "VTyping, the go-to platform for honing your typing skills and becoming a typing pro. Whether you're a student, a professional, or just someone who wants to type faster and more accurately, VTyping has got you covered.",
      "link": "https://vtyping.vercel.app/"
    },
    {
      "image": "/projects/SummarizeArticle.png",
      "title": "Summarize Article",
      "description": "Simplify your reading with Summize, an open-source article summarizer that transforms lengthy articles into clear and concise summaries.",
      "link": "https://summarize-article-drab.vercel.app/"
    },
    {
      "image": "/projects/vDrawing.png",
      "title": "V Drawing",
      "description": "This is a lightweight web-based drawing tool that allows users to create simple drawings and sketches. The application provides a canvas where users can use various drawing tools, colors, and brush sizes to express their creativity. It's designed to be user-friendly and accessible.",
      "link": "https://vdrawingtool.vercel.app/"
    }
  ]
}
